Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
yo: <p>Àdírẹ́sì náà sọ ìlànà kan (e.g., <q>wxyz://</q>) ìtàkùn-àgbáyé kò dá a mọ̀, nítorí náà àtàkùn-àgbáyé kò lè so ó mọ́ ìkànnì.</p> <ul> <li>Ǹjẹ́ ò gbìyànjú àti ní àǹfààní sí ìbánisọ̀rọ̀-alárànbarà tàbí àwọn iṣẹ́ mìíràn tí kìí ṣe alátẹ̀jíṣẹ́? Wo ìkànnì náà fún àwọn ìbéérè tí ó tún kù.</li> <li>Àwọn ìlànà mìíràn a máa alàgàta amẹ́rọṣiṣẹ́ kí ìtàkùn-àgbáyé tó lè dá wọn mọ̀.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yo: <p>ìtàkùn ìgbáyé so mọ́ra dáadáa, ṣùgbọ́n àkùdé bá ìsomọ́ra náà nígbà tí à ń fi ìfitónilétí ránṣẹ́. Jọ̀wọ́ gbìyànjú sí i.</p> <ul> <li> Ìkànnì náà lè má siṣẹ́ fún ìgbà díẹ̀ tàbí kí ọwọ́ kún un. Gbìyànjú rẹ̀ sí i ní àìpẹ́.</li> <li>Bí o kò bá lè jẹ́ kí ojú-ìwé rẹ siṣẹ́, yẹ ohun tí data rẹ fi ń siṣẹ́ wò tàbí ìsomọ́ Wi-Fi rẹ.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yo: <p>Ìtàkùn-àgbáyé kò rí agbàlejò sáfà fún àdírẹ́sì.</p> <ul> <li>yẹ àdírẹ́sì náà wò fún àṣìtẹ̀ gẹ́gẹ́ bí i <strong>ww</strong>.example.com dípò <strong>www</strong>.example.com.</li> <li>Bí o kò bá lè mú kí ojú ìwé kankan ṣiṣẹ́, yẹ ohun èlò data rẹ wò tàbí ìsomọ́ Wi-Fi.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
yo: <p>ìtàkùn àgbáyé dáwọ́ àtimú àwọn ohun tí a bèèrè dúró. Ìkànnì náà ń ṣe àtúntọ́sọ́nà lọ́nà tí kò lè parí láéláé.</p> <ul> <li>Ǹjẹ́ o ti ṣo ọ́ di aláìlágbára tàbí dínà àwọn adásiṣẹ́ tí ìkànnì yìí nílò?</li> <li>Bí gbígba àwọn adásiṣẹ́ ìkànnì yìí kò bá yanjú ìsòro yìí, a jẹ́ pé ó ṣe é ṣe kí ó jẹ́ ìsòro ìfisáfàṣiṣẹ́ ni, kìí sì ṣe ohun èlò rẹ.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
yo: <p>A ṣe ìtànkùn-àgbáyé láti ṣiṣẹ́ pẹ̀lú asojú sáfà ṣùgbọ́n a kò rí asojú.</p> <ul> <li>Ǹjẹ́ ìfiṣiṣẹ́ ìtàkùn-àgbáyé tọ̀nà? Yẹ ààtò wò kí o sì gbìyànjú sí i.</li> <li>Ǹjẹ́ ohun èlò rẹ wà ní ìsomọ́ nẹ́tíwọ̀kì tó ń ṣiṣẹ́?</li> <li>Ǹjẹ́ o sì ní ìsòro síbẹ̀? Kàn sí asàkòóso nẹ́tíwọ̀kì rẹ tàbí apèsè íntánẹ́ẹ̀tì rẹ fún ìrànlọ́wọ́.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
yo: <p>Ìtàkùn-àgbáyé ni a ṣe lanà tí ó gbọ́dọ̀ lo asojú fáfà, ṣùgbọ́n asojú náà kọ ìsomọ́ra.</p> <ul> <li>Ǹjẹ́ ìfiṣiṣẹ́ asojú ìtàkùn-àgbáyé náà tọ̀nà? Yẹ ààtò wò kí o sì gbìyànjú sí i.</li> <li>Ǹjẹ́ iṣẹ́ asojú fàyè gba ìsomọ́ra láti ọ̀dọ̀ nẹ́tíwọ̀kì yìí?</li> <li>O sì ní ìsòro síbẹ̀? Kàn sí alákòóso nẹ́tíwọ̀kì rẹ tàbí olùpèsè íntánẹ́ẹ̀tì rẹ fún ìrànlọ́wọ́.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
yo: <p>Ìtàkùn-àgbáyé ń ṣiṣẹ́ lóríipò àìsí lórí íntánẹ́ẹ̀tì, nítorí náà, kò lè so mọ́ ohun tí a bèèrè fún.</p> <ul> <li>Ǹjẹ́ ohun èlò náà wà ní sísomọ́ nẹ́tíwọ̀kì tó ń ṣiṣẹ́?</li> <li>Tẹ “Gbìyànjú sí i” láti bọ́ sí ipo íntánẹ́ẹ̀tì, kí o si ojú-ìwé náà siṣẹ́ lẹ́ẹ̀kan sí.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yo: <p>Akùdé bá òpónà nẹ́tíwọ̀kì nígbà tí ìdúnàándúrà ìsomọ́ra ń lọ lọ́wọ́. Jọ̀wọ́ gbìyànjú sí i.</p> <ul> <li>Ìkànnì náà lè má siṣẹ́ fún ìgbà díẹ̀ tàbí kí ọwọ́ kún un. Gbìyànjú lẹ́yìn ìgbà díẹ̀.</li> <li>Bí o kò bá lè jẹ́ kí ojú ìwé kankan siṣẹ́, yẹ ohun èlò data rẹ wò tàbí ìsomọ́ Wi-Fi.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
yo: <p>Ojú-ìwé tí ò ń gbíyànjú àti wò kò ṣe é fi hàn nítorí pé, a rí àṣìṣe kan nínú ìfidátà ránsẹ́.</p> <ul> <li>Jọ̀wọ́ kàn sí àwọn tó ni ìkànnì láti fi ìsòro yìí tó wọn létí.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
yo: <p>Ojú-iwé tí ò ń gbìyànjú àti wò kò ṣe é fi hàn nítorí tí ó le ìsọdikékeré alápiṣeégbà tàbí aláìfọwọ́sí.</p> <ul> <li>Jọ̀wọ́ kàn sí àwọn tí wọ́n ni ìkànnì láti fi ìsòro yìí tó wọn létí.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
yo: <p>Àdírẹ́sì tí o pèsè kò sí ní ìlànà tí a dámọ̀. Jọ̀wọ́ yẹ àmì ìfi-ọ̀gangan-hàn wò fún àṣìṣe, kì ò sì gbìyànjú lẹ́ẹ̀kan sí i.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
yo: <p>Àdírẹ́sì tí o bèèrè fún nílò ojú kan pàtó (e.g., <q>mozilla.org:80</q> fún ojú 80 lórí mozilla.org) ni a máa ń sábà lò fún àwọn ìdí <em>yàtọ̀</em> sí ìwá nǹkan kíri orí ìkànnì. Ìtàkùn-àgbáyé ti gbégi lé ìbéérè náà fún ààbò rẹ.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
yo: <p>Ìkànnì tí ó bèèrè kò dáhùn sí ìsomọ́ ti o béèrè àti pé ìtàkùn àgbáyé ti dúró iṣẹ́, ó ń dúró fún èsì.</p> <ul> <li>Ǹjẹ́ ó ṣe é ṣe kí sáfà máa dojúkọ ìpè púpọ̀ tàbí kí ó má ṣiṣẹ́ fún ìgbà díẹ̀? Gbìyànjú bí ó bá yá.</li> <li>Ǹjẹ́ o ní ìṣòro àti sàwárí àwọn ìkànnì mìíràn? Yẹ ohun tí o fi ṣe àsomọ́ wò.</li> <li>Ǹjẹ́ ìdáabòbò ohun èlò rẹ tàbí nẹ́tíwòkì jẹ́ láti ọwọ́ ojúlówó tàbí asojú? àsìsẹ ààtò lè nípa lórí wíwá nǹkna lórí ìkànnì.</li> <li>O sì ní ìsòro síbẹ̀? Kàn sí alákòóso nẹ́tiwọkì rẹ tàbí àpèse íntánẹ́ẹ̀tì rẹ fún ìrànlọ́wọ́.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
yo: <p>Ìkànnì ní %1$s ni wan ti jábọ̀ pé wọ́n ti kọ lù ú, wọ́n sì ti dènà rẹ̀ nítorí ìdáàbòbò tí o yàn.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
yo: <p>Ìkànnì ní %1$s ni wọ́n fi sùn pé ó jẹ́ ìkànnì tí ó ṣe é ṣe kí ó léwu, wọ́n sì di dènà rẹ̀ nítorí ìdàábòbò tí o yàn.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
yo: <p>Ìkànnì ní %1$s ni wọ́n jábọ̀ pé ó ní amsọṣiṣẹ́ tí a kò fẹ́, wọ́n sì ti dènà rẹ̀ ítorí ìdáàbòbò tí o yàn.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
yo: <p>Ìkànnì ń fèsì sí nẹ́tíwọ̀kì lọ́nà ti a kò retí àti pé ìtàkùn àgbáyé kò le tẹ̀síwájú.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
yo: <p>Ojú-ìwé ìkànnì yìí %1$s ni wọ́n ti fi sùn gẹ́gẹ́ ìkànnì àtànnijẹ, wọ́n sì ti dènà rẹ̀ nítorí ìdàábòbò tí o yàn.</p>

source: Pull to refresh
yo: Fàá láti sọ́dọ̀tun

source: Put the toolbar within easy reach. Keep it on the bottom, or move it to the top.
yo: Fi pẹpẹ irinṣẹ́ nàá sí àrọ́wọ́tó tó rọrùn. Tọ́jú rẹ̀ sí ìsàlẹ̀, tàbí gbe lọ sí òkè.

source: QR scanner
yo: Síkánà QR

source: Quick settings sheet
yo: Àwọn ìwé ètò kíákíá

source: Quit
yo: Jáwọ́

source: Quitting the application to apply changes…
yo: Pípa áàpù náà láti ṣàmúlò àyípadà…

source: Rate on Google Play
yo: Ṣe òṣùwọ̀n lórí Google Play

source: Rating
yo: Ìṣe òdiwọ̀n

source: Read and modify bookmarks
yo: Kà á ko sì ṣàtúnṣe búkúmaàkì

source: Read and modify browser settings
yo: Kà á ko sì ṣàtúnṣe ètò bíráwúsà

source: Read and modify privacy settings
yo: Kà á, kí o sì ṣe àtuṣe sí ààtò àsírí

source: Reader view
yo: Èrò olùkà

source: Read our privacy notice
yo: Ka àkíyèsí ìkọ̀kọ̀ wa

source: Read the text of all open tabs
yo: Ka àwọn ọ̀rọ̀ gbogbo táàbù tó wà ní ṣíṣí

source: Ready to scan
yo: Gbaradì láti síkáànì

source: Rear-facing camera
yo: Ẹ̀rọ-ayàwòrán tó ń kọjú-sẹ́hìn

source: Received tabs
yo: Àwọn táàbù tí a gbà

source: Recent bookmarks
yo: Àwọn búkúmaàkì àìpẹ́

source: Recently closed
yo: Ṣẹ̀ṣẹ̀ padé

source: Recently closed tabs
yo: Àwọn táàbù tí o tì láìpẹ́

source: Recently saved
yo: Tí a ṣẹ̀ṣẹ̀ fipamọ́

source: Recently used
yo: Lò láìpẹ́

source: Recently visited
yo: Ìṣàbẹ̀wò láìpẹ́

source: Recent searches
yo: Àwọn ìwádìí àìpẹ́

source: Recommended
yo: Ìgbàníyànjú

source: Reconnect to resume syncing
yo: Tún darapọ̀ láti tún bẹ̀rẹ̀ ìṣiṣẹ́pọ̀ padà

source: Reconnect to Sync
yo: Darapọ̀ padà láti Ṣiṣẹ́pọ̀

source: Redirect Trackers
yo: Àtúnjúwe Àwọn ohun ìtọpasè

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
yo: Dídá ojú-ìwé yìí padà lé è sọ àwọn ìṣẹ̀lẹ̀ àìpẹ́ di méjì, gẹ́gẹ́ bíi ka máa fi owó ránṣé tàbí fífi ọ̀rọ̀ àsọyé ránṣẹ́ lẹ́ẹ̀mejì.

source: Reload
yo: Tún mú un ṣiṣẹ́

source: Remember decision for this site
yo: Rántí ìpinnu fún sáìtì yí

source: Remote debugging via USB
yo: Ìṣàtúnṣe láti ọ̀nà jíjìn nípaṣẹ̀ USB

source: Remove account
yo: Yọ àkáǹtì kúrò

source: Removed %1$s
yo: Ti yọ́ kúrò %1$s

source: Remove from shortcuts
yo: Yọọ́ kúrò nínú àwọn ọ̀nà-àbùjá

source: Removes history (including history synced from other devices), cookies and other browsing data.
yo: Yọ ìtàn kúrò (pẹ̀lú ìtàn tí a ṣepọ̀ láti inú àwọn ẹ̀rọ mìíràn), kúkíìsì àti àwọn dátà bíráwúsìnnì mìíràn.

source: Remove tab from collection
yo: Yọ táàbù kúrò nínu àkójọpọ̀

source: Rename
yo: Ṣàtúnfúnlórúkọ

source: Rename collection
yo: Tún orúkọ míìràn fún àkójọpọ̀

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
yo: Rọ́pò ìbéérè pẹ̀lú “%s”. Àpẹẹrẹ:\nhttps://www.google.com/search?q=%s

source: Resend data
yo: Fi dátà ráńṣẹ́ lẹ́ẹ̀kan si

source: Resend data to this site?
yo: Tún dátà ráńṣẹ́ sí sáìtì yí?

source: Restart %1$s
yo: Tún-un bẹ̀rẹ̀ %1$s

source: Restore tab
yo: Mú táàbù padà sípò

source: Resume
yo: Tún bẹ̀rẹ̀

source: Resync
yo: Sopọ̀ padà

source: RETRY
yo: TUN GBÌYÀNJÚ

source: Return to previous app
yo: Padà sí áàpù ti tẹ́lẹ̀

source: Reviews: %1$s
yo: Àwọn àtúnyẹ̀wò: %1$s

source: Revisit your latest searches from your homepage and tabs.
yo: Tún ṣe àbẹ̀wò sí àwọn ìwádìì tuntun rẹ láti ojú-ìwé akọ́ọ́kàn àti àwọn táàbù rẹ.

source: Run in private browsing
yo: Lò ó nínú bíráwúsìnìn ìkọ̀kọ̀

source: Save address
yo: Fi àdìrẹ́sì pamọ́

source: Save and autofill addresses
yo: Fipamọ́ kí o sì fi àwọn àdìrẹ́sì si láìfọwọ́ yi

source: Save and autofill cards
yo: Ìfipamọ́ àti àwọn káàdì dátààdáṣe

source: Save changes to login.
yo: Ṣe ìfipamọ́ àwọn àyípadà sí ìforúkọsílẹ̀ láti wọlé.

source: Saved cards
yo: Ṣe ìfipamọ́ àwọn káàdì

source: Saved logins
yo: Ṣe ìfipamọ́ lọ́giìnì

source: Saved %s
yo: Ti fipamọ́%s

source: Save file to device
yo: Fi fáìlì pamọ́ sórí ẹ̀rọ

source: Save image
yo: Fi àwòrán pamọ́

source: Save logins and passwords
yo: Ṣe ìfipamọ́ àwọn lógiinì àti àwọn pásíwọọ̀dù

source: Save selected tabs to collection
yo: Ṣe ìfipamọ́ àwọn táàbù tí o yàn sí inú àkójọpọ̀

source: Save some battery and your eyesight with dark mode.
yo: Tọ́jú bátìrì àti ìríran rẹ pẹ̀lú ipọ̀ òkùnkùn.

source: Save tabs to collection
yo: Tọ́jú àwọn táàbù sínú àkójọpọ̀

source: Save this login?
yo: Fi ohun-ìwọlé yìí pamọ́?

source: Save to collection
yo: Fipamọ́ sí àkójọ

source: Scan
yo: Àyẹ̀wò aláwòrán

source: Scan the code
yo: Síkáànì kóòdù náà

source: Scan the QR code shown at <b>firefox.com/pair</b>
yo: Ṣàyẹ̀wò aláwòrán fún QR koòdù tó hàn ní <b>firefox.com/pair</b>

source: Scroll to hide toolbar
yo: Yí i lọ láti tọ́jú pẹpẹ irinṣẹ́

source: Search %1$s
yo: Ṣàwárí %1$s

source: Search bookmarks
yo: Wá àwọn búkúmaakì

source: Search browsing history
yo: Wá àwọn ìtàn bíráwúsìnnì

source: Search directly from the address bar
yo: Wá tààrà láti ààyè ìfi-àdírẹ̀sì-sí

source: Search engine
yo: Ẹ̀rọ ìwádìí

source: Search engine settings
yo: Àwọn ààtò ẹ̀rọ ìwádìí

source: Search groups
yo: Wá àwọn ẹgbẹ́

source: Search language
yo: Wá èdè

source: Search logins
yo: Yẹ àwọn lógiìnì wò

source: Search or enter address
yo: Ṣàwárí tàbí fi àdìrẹ́sì si

source: Search %s
yo: Wádìí %s

source: Search settings
yo: Àwọn ètò ìwádìí

source: Search string to use
yo: Àkójọ ohun ìwádìí láti lò

source: Search synced tabs
yo: Wá àwọn táàbù tó ti wà ní sísopọ̀

source: Search the web
yo: Wá lórí wẹ́ẹ̀bù

source: Secure Connection Failed
yo: Ìsomọ́ra Onífọ̀kànbalẹ̀ Kùnà

source: Securely save this card?
yo: Fí káàdì yí pamọ́ dáada?

source: Secure site not available
yo: Kò sí ààyè fún ìdáábòbò sáìtì

source: Secure Site Not Available
yo: Ìkànnì adánilójú kò sí

source: Secure your credit cards
yo: Ṣe ààbò àwọn kírẹ́dítì káàdì rẹ

source: Secure your logins and passwords
yo: Ṣe ààbò àwọn lọ́giìnì àti àwọn pásíwọọ̀dù rẹ

source: See all synced tabs
yo: Rí gbogbo táàbù tó ń ṣiṣẹ́ pọ̀

source: Select address
yo: Yan àdírẹ́ẹ̀sì

source: Select addresses
yo: Yan àwọn àdírẹ́sì

source: Select all
yo: Yan gbogbo rẹ̀

source: Select collection
yo: Yan àkójọpọ̀

source: Select credit card
yo: Yan káàdì ìyáwó

source: Selected language
yo: Èdè tí a yàn

source: Selected tabs menu
yo: Yan àwọn àtẹ táàbù

source: Select folder
yo: Yan fóhúdà

source: Select tabs
yo: Yan àwọn táàbù

source: Select Tabs
yo: Yan Àwọn táàbù

source: Select tabs to save
yo: Yan àwọn táàbù láti fipamọ́

source: Send crash report to %1$s
yo: Fi àwọn ìròyìn ìjákulẹ̀ ránṣẹ́ sí %1$s

source: Send crash report to Mozilla
yo: Fi ìròyìn ìjàm̀bá ráńṣẹ́ sí Mozilla

source: Sending crash report to %1$s
yo: Fifi àwọn ìròyìn ìjákulẹ̀ ránṣẹ́ sí %1$s

source: Send to all devices
yo: Fi ránṣẹ́ sí gbogbo àwọn ẹ̀rọ

source: Send to device
yo: Fi ránṣẹ́ sí ẹ̀rọ

source: Sep
yo: Ọwẹ́wẹ̀

source: Sepia color scheme
yo: Ìlànà aláwọ̀ Sepia

source: Serif font
yo: Fọ́ǹtì sérọ̀fù

source: Set
yo: Ṣètò

source: Set as default browser
yo: Yàn ní bíráwúsà ìbẹ̀rẹ̀pẹ̀pẹ̀

source: Set by Battery Saver
yo: Ìpamọ́ bátíìrì ló ṣètò rẹ̀

source: Set links from websites, emails, and messages to open automatically in Firefox.
yo: Ṣètò àwọn líǹkì láti àwọn wẹ́íbúsaìtì, íméèlì àti àwọn ìfiráńṣẹ láti ṣí fún ra wọn ní Firefox.

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
yo: Ṣètò kí àwọn táàbù tó wà ní ṣíṣí láti ọjọ́, ọ̀sẹ̀ tàbí oṣù tó kọjá láì wò tì fúnra wọn.

source: Set up a device lock pattern, PIN, or password to protect your saved credit cards from being accessed if someone else has your device.
yo: Ṣètò bátànì fún títìpa ẹ̀rọ, PÍÌNÌ, ọ̀rọ̀ ìpamọ́ láti dáábòbò àwọn káàdì kírẹ́díìtì tí ó wà ní ìpamọ́ láti má jẹ́ kí ẹlòmíràn ní àǹfàní si tí wọ́n bá wà pẹ̀lú ẹ̀rọ rẹ.

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
yo: Ṣètò àwọn pátàànì fún títìpa ẹ̀rọ, PÍÌNÌ, tàbí pásíwọọ̀dù láti ṣe ìdáábòbò fún àwọn lọ́giinì àti àwọn pásíwọọ̀dù tí o fipamọ́ láti má jẹ́kí ẹlòmíràn ní àǹfàní si tí wọ́n bá wà pẹ̀lú ẹ̀rọ rẹ.

source: Set up now
yo: Ṣètò ní báyìí

source: Share
yo: Pín

source: Share all tabs
yo: Pín gbogbo àwọn táàbù

source: Share email address
yo: Pín àdírẹ́sì ímeèlì

source: Share image
yo: Pín àwòrán

source: Share link
yo: Pín líǹkì

source: Shares basic usage data with Adjust, our mobile marketing vendor
yo: Pín ìlò dátà ìpìnlẹ̀ pẹ̀lú Adjust, òǹtajà ìtajà alágbéká wa

source: Share selected tabs
yo: Pín àwọn táàbù tí a yàn

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
yo: Pín àwọn iṣẹ́ ṣíṣe, lílò, hádíwiẹ̀ àti dátà ìsọdi tẹni nípa bíráwúsà rẹ pẹ̀lú Mozilla láti ṣe ìrànlọ́wọ́ fún wa láti jẹ́ kí ó %1$s dára

source: Share via
yo: Pín-in nípasẹ̀

source: Share with…
yo: Pín-in pẹ̀lú…

source: Shortcut limit reached
yo: Ó ti dé ìwọ̀n ọ̀nà-àbùjá

source: Shortcut name
yo: Orúkọ ọ̀nà-àbùjá

source: Show all
yo: Ṣàfihàn gbogbo rẹ̀

source: Show all past explorations
yo: Ṣàfihàn àwọn ìwádìí tó kojá

source: Show all recent tabs button
yo: Ṣàfihàn gbogbo bọ́tìnì àwọn táàbù tuntun

source: Show all saved bookmarks
yo: Ṣàfihán gbogbo búkúmaàkì tí ó wà ní ìpamọ́

source: Show clipboard suggestions
yo: Ṣàfihàn àwọn àbá kílípíbọọ̀dù

source: Show full history
yo: Fi ìtàn kíkún hàn

source: Show in private sessions
yo: Fi àwọn ìgbà ìkọ̀kọ̀ hàn

source: Show password
yo: Ṣàfihàn pásíwọọ̀dù

source: Show search engines
yo: Fi àwọn ẹ̀rọ̀ ìwádìí hàn

source: Show search suggestions
yo: Ṣàfihàn àwọn àbá wíwá

source: Show voice search
yo: Ṣàfihàn wíwá ohun

source: Sign in
yo: Wọlé

source: Sign in to reconnect
yo: Wọlé láti tún-un sopọ̀

source: Sign in to see history synced from your other devices.
yo: Forúkọsílẹ̀-wọlé láti rí ìtan nípasẹ̀ ìṣiṣẹ́pọ̀ láti àwọn ẹ̀rọ̀ rẹ míràn.

source: Sign in to see synced bookmarks
yo: Wọlé láti wo àwọn búkúmaàkì tó ń ṣiṣẹ́pọ̀

source: Sign in to sync
yo: Wọlé láti ṣiṣẹ́ pọ̀

source: Sign in to Sync
yo: Wọlé láti Ṣiṣẹ́ pọ̀

source: Sign in to sync tabs, bookmarks, passwords, and more.
yo: Wọlé láti so táàbù pọ̀, àwọn búkúmaakì, àwọn ọ̀rọ̀ ìpamọ́, àti díẹ̀ si.

source: Sign in with your camera
yo: Wọlé pẹ̀lú kámẹ́rà rẹ

source: Sign out
yo: Jáde

source: Site
yo: Sáìtì

source: Site information
yo: Ìfitóniléti ìkànnì

source: Site notifications
yo: Àwọn ìtalólobó sáìtì

source: Site permissions
yo: Àwọn ìgbaniláàyè sáìtì

source: Site removed
yo: Sáìtì ti di yíyọ kúrò

source: Social Media Trackers
yo: Olùtọpasẹ̀ Ìkànnì Ayélujára

source: Some content has been blocked by the autoplay setting
yo: Àwọn àkòónú kan ti di dídénà ààtò ìfi-ara-ẹni-ṣisẹ́

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
yo: Nínú àwọn olùtọpasẹ̀ tí o ṣàmìsí ní ìsàlẹ̀ ti jẹ́ ṣíṣí sílẹ̀ lóri ojú-ìwé yìí nítorí pé o ní àjọṣepọ̀ pẹ̀lú wọn *.

source: Sorry. %1$s can’t load that page.
yo: Má bínú. %1$s kò le ṣàkójọpọ̀ ojú-ìwé yẹn.

source: Sorry. %1$s had a problem and crashed.
yo: Pẹ̀lẹ́. %1$s ní ìṣòro tó sì lulẹ̀.

source: Sorry. A problem occurred in %1$s.
yo: Pẹ̀lẹ́. Ìṣòrò kan wáyé ní %1$s.

source: Sort logins menu
yo: Yanjú àtò ìforúkọsílẹ̀ láti wọlé

source: %s | OSS Libraries
yo: %s | Àwọn ilé-ìkàwé OSS

source: Sponsored
yo: Onígbọ̀wọ́

source: Sponsored shortcuts
yo: Àwọn ọ̀nà- àbùjá tí a ṣe onígbọ̀wọ́

source: Sponsored stories
yo: Àwọn onígbọ̀wọ́ ìtan

source: %s (Private)
yo: %s(Ìkọ̀kọ̀)

source: Standard (default)
yo: Ìdúródéédé (àìyípadà)

source: Start browsing
yo: Bẹ̀rẹ̀ láti ma bíráwúsì

source: State
yo: Ìpínlẹ̀

source: Status:
yo: Ipò:

source: Stay
yo: Dúró

source: Stay in private browsing
yo: Dúró sí àyẹ̀wò ìkọ̀kọ̀

source: Stop
yo: Dúró

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
yo: Dá àwọn ìpolówó dúró, àwọn fídíò àti àwọn àkóónú láti inú àwọn ìkójọpọ̀ tí kóòdù ìtọpasẹ̀ kún sínú rẹ̀. Ó lè ní àwọn ipa lóri ìṣiṣẹ́ sí ojú òpó wẹ́ẹ̀bù.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
yo: Ṣe ìdádúró dátà aláìlẹ́gbẹ́ tí a dámọ̀ láti jẹ́ gbígbà nípa ẹ̀rọ rẹ tí a lè lò fún ìtọpasẹ̀.

source: Store unlimited amount of client-side data
yo: Tọ́ju iye àìlópin dátà ti apá kan àwọn alábárà

source: Stories by topic
yo: Àwọn ìtàn nípasẹ̀ kókó-ọ̀rọ̀

source: Street Address
yo: Orúkọ òpópónà

source: Strict
yo: Rorò

source: Studies
yo: Àwọn àyẹ̀wò

source: Successfully disabled %1$s
yo: Ní àṣeyọrí ìyọkúrò %1$s

source: Successfully enabled %1$s
yo: Ó ní àṣeyọrí ṣíṣiṣẹ́ %1$s

source: Successfully installed %1$s
yo: Ó ní àṣèyọrí ìfi sórí ẹ̀rọ %1$s

source: Successfully removed %1$s
yo: A yọ́ kúrò ní ìrọwọ́rọsẹ̀ %1$s

source: Successfully uninstalled %1$s
yo: Ní àṣeyọrí yíyọkúrò %1$s

source: Successfully updated
yo: Ìsọdọ̀tún ti láṣeyọrí

source: Suggested logins
yo: Àbá àwọn ohun-ìwọlé

source: Support
yo: Àtìlẹ́yìn

source: Supported add-ons checker
yo: Olùyẹwò àwọn àfikún tí ó ṣe àtìlẹ́yìn

source: %s will delete the selected browsing data.
yo: %s yóò pa àwọn dátà bíráwúsìnnì tí a yàn rẹ́.

source: %s will delete the selected items.
yo: %s yóò pa àwọn ohun tí o yàn rẹ́.
